Repository: enzoenrico/naninf
Catalog: magoSanduiche/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# nan_a11y_action_roll_d20
source: ROLL D20
pt_br: ROLAR D20

# nan_a11y_action_send_command
source: SEND COMMAND
pt_br: ENVIAR COMANDO

# nan_a11y_action_write_command
source: WRITE COMMAND
pt_br: ESCREVER COMANDO

# nan_a11y_button_fate_rolling
source: FATE IS ROLLING
pt_br: O DESTINO ESTÁ GIRANDO

# nan_a11y_button_processing
source: PROCESSING
pt_br: PROCESSANDO

# nan_a11y_button_writing_story
source: WRITING THE STORY
pt_br: ESCREVENDO A HISTÓRIA

# nan_a11y_confirm_dice
source: RECORD DICE ROLL IN TRANSCRIPT
pt_br: REGISTRAR ROLAGEM NO TRANSCRITO

# nan_a11y_confirm_suggestion
source: Confirm selected action
pt_br: Confirmar ação selecionada

# nan_a11y_toggle_suggestions_hide
source: Hide suggestions
pt_br: Ocultar sugestões

# nan_a11y_toggle_suggestions_show
source: Show suggestions
pt_br: Mostrar sugestões

# nan_about_back
source: < BACK TO HUB
pt_br: < VOLTAR AO HUB

# nan_about_back_a11y
source: Returns to the home hub.
pt_br: Volta ao hub principal.

# nan_about_credits_border
source: > CREDITS
pt_br: > CRÉDITOS

# nan_about_key_code
source: CODE
pt_br: CÓDIGO

# nan_about_key_dungeon_master
source: DUNGEON.MASTER
pt_br: MASMORRA.MASTER

# nan_about_key_engine
source: ENGINE
pt_br: MOTOR

# nan_about_key_font
source: FONT
pt_br: FONTE

# nan_about_key_platform
source: PLATFORM
pt_br: PLATAFORMA

# nan_about_key_version
source: VERSION
pt_br: VERSÃO

# nan_about_subtitle
source: A pocket dungeon ran by an AI Dungeon Master, powered by sandwiches and questionable d20s.
pt_br: Uma masmorra de bolso comandada por um Mestre da Masmorra de IA, movida a sanduíches e d20s duvidosos.

# nan_about_thanks
source: >_ thanks for playing
pt_br: >_ obrigado por jogar

# nan_about_title
source: About Mago Sanduiche
pt_br: Sobre o Mago Sanduíche

# nan_about_value_dungeon_master
source: AI familiar in residence
pt_br: Familiar de IA em residência

# nan_action_confirm_dice
source: > RECORD ROLL
pt_br: > REGISTRAR ROLAGEM

# nan_action_confirm_suggestion
source: > CONFIRM
pt_br: > CONFIRMAR

# nan_action_roll_d20
source: > ROLL D20
pt_br: > ROLAR D20

# nan_action_send_command
source: > SEND COMMAND
pt_br: > ENVIAR COMANDO

# nan_action_stack_title
source: > Actions
pt_br: > Ações

# nan_action_write_command
source: > WRITE COMMAND
pt_br: > ESCREVER COMANDO

# nan_auth_body_binding
source: Binding your player profile to the cloud gate...
pt_br: Vinculando seu perfil de jogador ao portal na nuvem...

# nan_auth_body_checking
source: Looking for a saved session before opening the hub.
pt_br: Procurando uma sessão salva antes de abrir o hub.

# nan_auth_body_ready
source: Choose a fast sign-in method to bind this run to your account.
pt_br: Escolha um login rápido para vincular esta jornada à sua conta.

# nan_auth_config_missing
source: Auth is waiting for Supabase and Google client values in the app configuration.
pt_br: A autenticação aguarda os valores de cliente do Supabase e Google na configuração do app.

# nan_auth_footnote
source: // tokens stay in Keychain; only your public login state is mirrored locally
pt_br: // tokens ficam no Keychain; só o estado público do login é espelhado localmente

# nan_auth_hero_border_title
source: ACCOUNT_GATE
pt_br: PORTAL_DE_CONTA

# nan_auth_hero_kicker
source: > Onboarding complete. Account binding required before entering the hub.
pt_br: > Onboarding completo. Vincule uma conta antes de entrar no hub.

# nan_auth_sign_in_google
source: Sign in with Google
pt_br: Entrar com Google

# nan_auth_status_binding
source: > BINDING ACCOUNT
pt_br: > VINCULANDO CONTA

# nan_auth_status_checking
source: > CHECKING SESSION
pt_br: > VERIFICANDO SESSAO

# nan_auth_status_config
source: > CONFIG REQUIRED
pt_br: > CONFIGURACAO NECESSARIA

# nan_auth_status_error
source: > AUTH ERROR
pt_br: > ERRO DE AUTH

# nan_auth_status_panel
source: SESSION_STATUS
pt_br: STATUS_DA_SESSAO

# nan_auth_status_ready
source: > READY TO BIND
pt_br: > PRONTO PARA VINCULAR

# nan_auth_subtitle
source: Use Apple or Google for quick signup.
pt_br: Use sua conta da Apple ou Google

# nan_auth_title
source: Quick signup keeps the dungeon ready across launches.
pt_br: Cadastro rápido mantém a masmorra pronta entre aberturas.

# nan_boot_loading_memory
source: Loading arcane memory...
pt_br: Carregando memória arcana...

# nan_boot_ok_d20_driver
source: [OK] D20 driver loaded...
pt_br: [OK] Driver D20 carregado...

# nan_boot_ok_dungeon_master
source: [OK] Dungeon Master resident...
pt_br: [OK] Mestre da Masmorra residente...

# nan_boot_ok_hp_mp
source: [OK] HP/MP registers mapped...
pt_br: [OK] Registradores HP/PM mapeados...

# nan_boot_ok_sandwich
source: [OK] Sandwich of Power mounted...
pt_br: [OK] Sanduíche do Poder montado...

# nan_button_loading_fate_rolling
source: > FATE IS ROLLING
pt_br: > O DESTINO ESTÁ GIRANDO

# nan_button_loading_processing
source: > PROCESSING
pt_br: > PROCESSANDO

# nan_button_loading_story
source: > WRITING THE STORY
pt_br: > ESCREVENDO A HISTÓRIA

# nan_debug_ai_tools_action_dice
source: Dice
pt_br: Dado

# nan_debug_ai_tools_action_label
source: Input mode
pt_br: Modo de entrada

# nan_debug_ai_tools_action_text
source: Text
pt_br: Texto

# nan_debug_ai_tools_arguments
source: > ARGUMENT BUILDER
pt_br: > MONTAGEM DE ARGUMENTOS

# nan_debug_ai_tools_footnote
source: Runs the canonical typed model tool. OpenAI and future local model providers adapt from this same contract; game/UI changes are returned as typed effects.
pt_br: Executa a ferramenta tipada canônica do modelo. OpenAI e futuros provedores locais adaptam esse mesmo contrato; mudanças de jogo/UI voltam como efeitos tipados.

# nan_debug_ai_tools_heading
source: > CALL MODEL TOOLS
pt_br: > CHAMAR FERRAMENTAS DO MODELO

# nan_debug_ai_tools_kicker
source: :: DEBUG SESSION
pt_br: :: SESSÃO DE DEBUG

# nan_debug_ai_tools_output
source: > OUTPUT LOG
pt_br: > LOG DE SAÍDA

# nan_debug_ai_tools_output_empty
source: No runs yet.
pt_br: Nenhuma execução ainda.

# nan_debug_ai_tools_pick_tool
source: > TOOL
pt_br: > FERRAMENTA

# nan_debug_ai_tools_raw_json
source: Edit raw JSON arguments
pt_br: Editar JSON bruto dos argumentos

# nan_debug_ai_tools_run
source: > RUN TOOL
pt_br: > EXECUTAR

# nan_debug_ai_tools_title
source: AI TOOLS
pt_br: FERRAMENTAS IA

# nan_debug_ai_tools_unknown_tool
source: No builder for this tool - use raw JSON.
pt_br: Sem formulário para esta ferramenta - use JSON bruto.

# nan_debug_onboarding_a11y
source: Debug show onboarding
pt_br: Debug: mostrar onboarding

# nan_debug_onboarding_skip_demo
source: > SKIP DEMO
pt_br: > PULAR DEMO

# nan_debug_onboarding_skip_demo_a11y
source: Debug skip demo
pt_br: Debug: pular demo

# nan_dice_flavor_idle
source: Roll the dice, little wizard.
pt_br: Role o dado, maginho.

# nan_dice_flavor_rolling
source: Fate is moving.
pt_br: O destino se move.

# nan_dice_idle_cold
source: The die is cold. It waits for your hand.
pt_br: O dado está frio. Espera pela sua mão.

# nan_dice_outcome_high
source: A bright %lld. Arcane luck surges through your staff. MP +2.
pt_br: Um %lld brilhante. Sorte arcana percorre seu cajado. PM +2.

# nan_dice_outcome_low
source: A brutal %lld. The dungeon bites back. HP -2.
pt_br: Um %lld brutal. A masmorra revida. HP -2.

# nan_dice_outcome_mid
source: A tense %lld. You hold your ground, but the dark notices you.
pt_br: Um %lld tenso. Você segura o terreno, mas as trevas percebem você.

# nan_dice_player_confirmed
source: Confirmed d20 roll: %lld
pt_br: Confirmei o d20: %lld

# nan_dice_roll_revealed
source: Rolled %lld
pt_br: Rolou %lld

# nan_dice_rolling
source: The die rattles across the dungeon floor...
pt_br: O dado chocalha pelo chão da masmorra...

# nan_dm_error
source: The dungeon master could not respond this time.
pt_br: O mestre da masmorra não pôde responder desta vez.

# nan_dm_fallback_option_caution
source: Proceed with caution
pt_br: Avançar com cautela

# nan_dm_fallback_option_explore
source: Explore the surroundings
pt_br: Explorar os arredores

# nan_dm_fallback_option_generic
source: Consider another approach (%lld)
pt_br: Considerar outra abordagem (%lld)

# nan_dm_fallback_option_observe
source: Study the scene carefully
pt_br: Observar a cena com atenção

# nan_dm_silent
source: The dungeon master remains silent.
pt_br: O mestre da masmorra permanece em silêncio.

# nan_home_crest_a11y
source: Mago Sanduiche logo. A small wizard above a stacked sandwich.
pt_br: Logotipo Mago Sanduíche. Um mago pequeno sobre um sanduíche empilhado.

# nan_home_footer_selected
source: [%@] SELECTED
pt_br: [%@] SELECIONADO

# nan_home_menu_voiceover_hint
source: Double tap to open %@: %@.
pt_br: Toque duas vezes para abrir %@: %@.

# nan_home_session_ready
source: SESSION READY
pt_br: SESSÃO PRONTA

# nan_home_shell_ready
source: > NAN.SYS / SHELL READY
pt_br: > NAN.SYS / SHELL PRONTO

# nan_home_tagline
source: > A DUNGEON OF QUESTIONABLE SANDWICHES_
pt_br: > UMA MASMORRA DE SANDUÍCHES DUVIDOSOS_

# nan_inline_status_a11y_dm
source: The dungeon master is thinking...
pt_br: O mestre da masmorra está pensando...

# nan_inline_status_a11y_result
source: Consequence received
pt_br: Consequência recebida

# nan_inline_status_swipe_hint
source: Swipe to dismiss
pt_br: Deslize para dispensar

# nan_inline_status_wait_hint
source: Waiting for the dungeon master
pt_br: Aguardando o mestre da masmorra

# nan_input_a11y_hint_disabled
source: Wait for the dungeon master
pt_br: Aguarde o mestre da masmorra

# nan_input_a11y_hint_enabled
source: Type your next action
pt_br: Digite sua próxima ação

# nan_input_a11y_label
source: Command input
pt_br: Entrada de comando

# nan_input_border_focused
source: > Command
pt_br: > Comando

# nan_input_placeholder
source: Describe your next action
pt_br: Descreva sua próxima ação

# nan_intro_full
source: Breathe, traveler. The way back is sealed. There is only the path forward. Welcome to the heart of the forgotten. This place you see... it is more than mere stone and shadow. It is a living puzzle, a labyrinth of secrets designed to guard a prize of immense power: the Sandwich of Power. Our journey will not be a simple one. The main corridors may lead only to ruin and despair. You must look deeper. Examine the walls for hidden switches, listen for the echo in hollow floors, and understand that the dungeon itself will try to deceive you. New paths will reveal themselves only to a keen eye and a clever mind. Danger lurks in every shadow, but do not let fear master you. Your courage is a light as potent as the one from my staff. Together, we will navigate its depths, uncover its long-lost ways, and claim the power that lies waiting. Now... take the first step. Our true journey begins. > Type your commands to interact with the world.
pt_br: Respira, viajante. O caminho de volta está selado. Só resta seguir em frente. Bem-vindo ao coração do esquecimento. O que você vê... é muito mais que pedra e sombra. É um quebra-cabeça vivo, um labirinto de segredos feito para guardar um prêmio de imenso poder: o Sanduíche do Poder. Nossa jornada não será simples. Os corredores principais podem levar só à ruína e ao desespero. Você precisa olhar além. Examine as paredes em busca de alavancas ocultas, ouça o eco em pisos ocos e entenda que a masmorra vai tentar enganar você. Novos caminhos só se revelam para quem tem olhar afiado e mente sagaz. O perigo espreita em cada sombra, mas não deixe o medo te dominar. Sua coragem é uma luz tão potente quanto a do meu cajado. Juntos, vamos navegar suas profundezas, redescobrir atalhos perdidos e reivindicar o poder que aguarda. Agora... dê o primeiro passo. Nossa verdadeira jornada começa. > Digite seus comandos para interagir com o mundo.

# nan_load_back
source: < BACK TO HUB
pt_br: < VOLTAR AO HUB

# nan_load_back_a11y
source: Returns to the home hub.
pt_br: Volta ao hub principal.

# nan_load_empty_body
source: Start a new run from the hub. Every turn is saved on this device.
pt_br: Comece uma nova run no hub. Cada turno é salvo neste aparelho.

# nan_load_empty_headline
source: [ NO SAVES FOUND ]
pt_br: [ NENHUM SAVE ENCONTRADO ]

# nan_load_resume_a11y
source: Opens this saved run.
pt_br: Abre esta run salva.

# nan_load_run_stats_format
source: HP %1$d/%2$d · MP %3$d/%4$d
pt_br: PV %1$d/%2$d · PM %3$d/%4$d

# nan_load_subtitle
source: Resume any run below. Swipe to delete a save from this device.
pt_br: Retome qualquer run abaixo. Deslize para apagar um save deste aparelho.

# nan_load_title
source: Load a previous run
pt_br: Carregar uma run anterior

# nan_menu_about_detail
source: CREDITS / VERSION
pt_br: CRÉDITOS / VERSÃO

# nan_menu_about_title
source: ABOUT
pt_br: SOBRE

# nan_menu_load_detail
source: RESUME RUN
pt_br: RETOMAR RUN

# nan_menu_load_title
source: LOAD
pt_br: CARREGAR

# nan_menu_play_detail
source: NEW RUN
pt_br: NOVA RUN

# nan_menu_play_title
source: PLAY
pt_br: JOGAR

# nan_menu_stats_detail
source: PROFILE / TRAITS
pt_br: PERFIL / TRAÇOS

# nan_onboarding_button_bind
source: > CREATE MY DUNGEON
pt_br: > CRIAR MINHA MASMORRA

# nan_onboarding_button_binding
source: > BINDING
pt_br: > VINCULANDO

# nan_onboarding_button_continue
source: > CONTINUE
pt_br: > CONTINUAR

# nan_onboarding_button_enter_dungeon
source: > ENTER THE DUNGEON
pt_br: > ENTRAR NA MASMORRA

# nan_onboarding_button_open_gate
source: > OPEN THE GATE
pt_br: > ABRIR O PORTAL

# nan_onboarding_button_play_demo
source: > PLAY THE DEMO
pt_br: > JOGAR A DEMO

# nan_onboarding_button_show_how
source: > SHOW ME HOW
pt_br: > ME MOSTRE

# nan_onboarding_button_start_trial
source: > START FREE TRIAL
pt_br: > COMEÇAR TESTE GRÁTIS

# nan_onboarding_demo_actions_chip_format
source: > DEMO ACTIONS %@
pt_br: > AÇÕES DA DEMO %@

# nan_onboarding_demo_bullet_fullscreen
source: > Tap below when ready—the demo opens as a full-screen dungeon session.
pt_br: > A demo abre em uma sessão de masmorra em tela cheia.

# nan_onboarding_demo_bullet_resume
source: > Leave and resume anytime before the paywall appears.
pt_br: > Saia e retome a qualquer momento antes do paywall aparecer.

# nan_onboarding_demo_cta_format
source: > %@ LIVE DEMO
pt_br: > %@ DEMO AO VIVO

# nan_onboarding_demo_cta_resume
source: RESUME
pt_br: RETOMAR

# nan_onboarding_demo_cta_start
source: START
pt_br: INICIAR

# nan_onboarding_demo_exit
source: > EXIT
pt_br: > SAIR

# nan_onboarding_demo_login_border
source: > Save run
pt_br: > Salvar run

# nan_onboarding_demo_login_footnote
source: Your demo progress is tied to your account so you can pick up where you left off.
pt_br: O progresso da demo fica na sua conta para você continuar de onde parou.

# nan_onboarding_demo_login_status_binding
source: Binding your adventurer sigil...
pt_br: Vinculando seu sigilo de aventureiro...

# nan_onboarding_demo_login_status_checking
source: Checking for an existing sigil...
pt_br: Verificando sigilo existente...

# nan_onboarding_demo_login_subtitle
source: Sign in with Apple or Google to save this run and unlock the full dungeon.
pt_br: Entre com Apple ou Google para salvar esta run e desbloquear a masmorra completa.

# nan_onboarding_demo_login_title
source: Keep your demo going.
pt_br: Continue sua demo.

# nan_onboarding_demo_mode_border
source: > Demo Mode
pt_br: > Modo demo

# nan_onboarding_demo_subtitle_format
source: let’s get you started with a one shot adventure, do whatever you please! combat, stealth, absurdity, the dungeon is your’s to enjoy!
pt_br: jogue uma one shot para experimentar e faça o que quiser! seja combate, stealth, seja criativo! a dungeon é sua para aproveitar!

# nan_onboarding_demo_title
source: See what the Dungeon Master does.
pt_br: Veja o que o Mestre da Masmorra faz.

# nan_onboarding_goal_subtitle
source: Pick the fantasy mood that makes you want for your sessions.
pt_br: Escolha a vibe que você busca pra suas sessões.

# nan_onboarding_goal_title
source: What kind of adventure are you looking for?
pt_br: Que tipo de aventura você quer?

# nan_onboarding_kicker_compiler
source: > ARCANE COMPILER
pt_br: > COMPILADOR ARCANO

# nan_onboarding_kicker_curses
source: > COMMON CURSES
pt_br: > MALDIÇÕES COMUNS

# nan_onboarding_kicker_demo
source: > LIVE DUNGEON DEMO
pt_br: > DEMO AO VIVO DA MASMORRA

# nan_onboarding_kicker_demo_login
source: > DEMO COMPLETE
pt_br: > DEMO CONCLUÍDA

# nan_onboarding_kicker_flavor
source: > DUNGEON FLAVOR
pt_br: > SABOR DA MASMORRA

# nan_onboarding_kicker_paywall
source: > FULL GAME ACCESS
pt_br: > ACESSO AO JOGO COMPLETO

# nan_onboarding_kicker_player_intent
source: > PLAYER INTENT
pt_br: > INTENÇÃO DO JOGADOR

# nan_onboarding_kicker_reports
source: > FIELD REPORTS
pt_br: > RELATÓRIOS DE CAMPO

# nan_onboarding_kicker_sign_in
source: > BIND YOUR SIGIL
pt_br: > VINCULE SEU SIGILO

# nan_onboarding_kicker_spell
source: > PERSONAL SPELL
pt_br: > FEITIÇO PESSOAL

# nan_onboarding_option_boring_choices_subtitle
source: Tap-to-win quests get old fast.
pt_br: Missões de toque fácil enjoam rápido.

# nan_onboarding_option_boring_choices_title
source: Boring choices
pt_br: Escolhas chatas

# nan_onboarding_option_chaotic_sandbox_subtitle
source: Try odd ideas and see how the dungeon reacts.
pt_br: Teste ideias estranhas e veja como a masmorra reage.

# nan_onboarding_option_chaotic_sandbox_title
source: A chaotic sandbox
pt_br: Um sandbox caótico

# nan_onboarding_option_clever_puzzle_subtitle
source: Find hidden paths, traps, and strange clues.
pt_br: Encontre caminhos ocultos, armadilhas e pistas estranhas.

# nan_onboarding_option_clever_puzzle_title
source: Clever puzzles
pt_br: Enigmas espertos

# nan_onboarding_option_dangerous_combat_subtitle
source: Risk HP, spend MP, and roll when fate turns.
pt_br: Arrisque PV, gaste PM e role quando o destino virar.

# nan_onboarding_option_dangerous_combat_title
source: Dangerous combat
pt_br: Combate perigoso

# nan_onboarding_option_funny_subtitle
source: Strange monsters and sandwich-level chaos.
pt_br: Monstros estranhos e caos nível sanduíche.

# nan_onboarding_option_funny_title
source: Funny
pt_br: Engraçado

# nan_onboarding_option_generic_stories_subtitle
source: Most games do not react to my weird choices.
pt_br: A maioria dos jogos não reage às minhas escolhas malucas.

# nan_onboarding_option_generic_stories_title
source: Generic stories
pt_br: Histórias genéricas

# nan_onboarding_option_heroic_subtitle
source: Big spells, brave calls, and close saves.
pt_br: Magias grandes, decisões corajosas e salvamentos por um triz.

# nan_onboarding_option_heroic_title
source: Heroic
pt_br: Heroico

# nan_onboarding_option_magic_roleplay_subtitle
source: Cast spells and talk your way through trouble.
pt_br: Lance magias e negocie seu caminho pelo perigo.

# nan_onboarding_option_magic_roleplay_title
source: Magical roleplay
pt_br: Interpretação mágica

# nan_onboarding_option_mysterious_subtitle
source: Runes, locked doors, and secrets under stone.
pt_br: Runas, portas trancadas e segredos sob a pedra.

# nan_onboarding_option_mysterious_title
source: Mysterious
pt_br: Misterioso

# nan_onboarding_option_no_group_subtitle
source: I want a solo adventure anytime.
pt_br: Quero uma aventura solo a qualquer hora.

# nan_onboarding_option_no_group_title
source: No one to play with
pt_br: Sem ninguém para jogar

# nan_onboarding_option_quick_escape_subtitle
source: Drop into a dungeon in under a minute.
pt_br: Entre numa masmorra em menos de um minuto.

# nan_onboarding_option_quick_escape_title
source: A quick fantasy escape
pt_br: Uma fuga rápida para a fantasia

# nan_onboarding_option_risky_subtitle
source: Hard rolls, sharp traps, and real consequences.
pt_br: Rolagens difíceis, armadilhas cruéis e consequências reais.

# nan_onboarding_option_risky_title
source: Risky
pt_br: Arriscado

# nan_onboarding_option_slow_setup_subtitle
source: Character sheets and prep kill the mood.
pt_br: Fichas e preparação matam o clima.

# nan_onboarding_option_slow_setup_title
source: Slow setup
pt_br: Preparação demorada

# nan_onboarding_option_spooky_subtitle
source: Damp halls, whispers, and old curses.
pt_br: Salas úmidas, sussurros e maldições antigas.

# nan_onboarding_option_spooky_title
source: Spooky
pt_br: Assombrado

# nan_onboarding_option_too_many_rules_subtitle
source: I want adventure, not a manual.
pt_br: Quero aventura, não manual.

# nan_onboarding_option_too_many_rules_title
source: Too many rules
pt_br: Regras demais

# nan_onboarding_pain_subtitle
source: Choose every answer that feels familiar.
pt_br: Marque tudo que parecer familiar.

# nan_onboarding_pain_title
source: What usually keeps you from playing?
pt_br: O que costuma te impedir de jogar?

# nan_onboarding_paywall_bullet_content
source: Optional DALL·E scene art (3 credits on success)
pt_br: Arte de cena DALL·E opcional (3 créditos no sucesso)

# nan_onboarding_paywall_bullet_reactive
source: Monthly stipend plan plus overage packs
pt_br: Plano de estipêndio mensal e pacotes extras

# nan_onboarding_paywall_bullet_turns
source: AI dungeon-master turns (1 credit each)
pt_br: Turnos do mestre de IA (1 crédito cada)

# nan_onboarding_paywall_disclaimer
source: Credits power AI dungeon turns and scene art. Buy packs or a monthly stipend in Profile.
pt_br: Créditos alimentam turnos de IA e arte de cena. Compre pacotes ou um estipêndio mensal no Perfil.

# nan_onboarding_paywall_included_border
source: > Included
pt_br: > Incluso

# nan_onboarding_paywall_price
source: Monthly stipend + credit packs. Prices from the App Store.
pt_br: Estipêndio mensal + pacotes de créditos. Preços da App Store.

# nan_onboarding_paywall_restore
source: Restore Purchases
pt_br: Restaurar compras

# nan_onboarding_paywall_subtitle
source: Keep adventuring with metered AI turns and optional scene images. Free starter credits, then packs or a monthly stipend.
pt_br: Continue a aventura com turnos de IA medidos e imagens opcionais. Créditos iniciais grátis, depois pacotes ou estipêndio mensal.

# nan_onboarding_paywall_title
source: Fuel the dungeon with credits.
pt_br: Alimente a masmorra com créditos.

# nan_onboarding_paywall_trial_border
source: > Trial
pt_br: > Teste

# nan_onboarding_pref_subtitle
source: Choose what you’re looking for when playing
pt_br: Escolha o que você busca quando joga RPG

# nan_onboarding_pref_title
source: What should your first dungeon feel like?
pt_br: Como deve ser a sensação da sua primeira masmorra?

# nan_onboarding_processing_flavor
source: > rolling moss, traps, bread crumbs
pt_br: > musgo rolando, armadilhas, migalhas de pão

# nan_onboarding_processing_subtitle
source: Preparing a tiny playable omen from your choices.
pt_br: Preparando um presságio jogável minúsculo a partir das suas escolhas.

# nan_onboarding_processing_title
source: Binding your first dungeon...
pt_br: Vinculando sua primeira masmorra...

# nan_onboarding_progress_label
source: > ONBOARDING SEQUENCE
pt_br: > SEQUÊNCIA DO ONBOARDING

# nan_onboarding_promise_boring_choices
source: Risky commands, dice rolls, and resource changes keep each turn alive.
pt_br: Comandos arriscados, rolagens e mudanças de recursos mantêm cada turno vivo.

# nan_onboarding_promise_default
source: Your answers shape a cleaner first adventure.
pt_br: Suas respostas moldam uma primeira aventura mais redonda.

# nan_onboarding_promise_generic_stories
source: The AI Dungeon Master reacts to odd choices instead of forcing one path.
pt_br: O Mestre de IA reage a escolhas estranhas em vez de forçar um único caminho.

# nan_onboarding_promise_no_group
source: Play a solo fantasy session whenever you have a spare minute.
pt_br: Jogue uma sessão solo de fantasia sempre que tiver um minuto livre.

# nan_onboarding_promise_slow_setup
source: Open the app and begin with a ready-made mage, HP, MP, and a waiting dungeon.
pt_br: Abra o app e comece com um mago pronto, PV, PM e uma masmorra esperando.
